Repository: cadadr/pomodorino
Catalog: po/*.po
Languages: it, tr

source: About
it: Informazione
tr: Hakkında

source: Cancel
it: Cancella
tr: İptal

source: Completed ease-in period
it: Pomodoro è finito

source: Completed long break
it: Pausa lunga è finita
tr: Uzun ara tamamlandı

source: Completed pomodoro
it: Pomodoro è finito
tr: Pomodoro tamamlandı

source: Completed short break
it: Pausa breve è finita
tr: Kısa ara tamamlandı

source: Desktop notifications:
it: Notificazioni desktop:
tr: Masaüstü notifikasyonları:

source: Ease in!
it: Accomodati!

source: Ease-in mode:
it: Modalità intervallo per accomodarsi

source: Get going!
it: Va’!
tr: Haydi başla!

source: Long break duration (minutes):
it: Durata delle pause lunghe (minuti):

source: Notifications server does not support actions
it: Server notificazioni non supporta azioni

source: Pause
it: Pausa
tr: Beklet

source: Pomodorino Settings
it: Impostazioni Pomodorino
tr: Pomodorino Ayarları

source: Pomodorino is ready!
it: Pronto! Sono io, Pomodorino!
tr: Pomodorino hazır!

source: Pomodoro duration (minutes):
it: Durata dei pomodoro (minuti):

source: Pomodoros completed: {}
it: Pomodori compiuti: {}
tr: Tamamlanmış pomodoro: {}

source: Quit
it: Esci
tr: Çık

source: Reset
it: Azzera
tr: Sıfırla

source: Resume
it: Continua
tr: Devam et

source: Settings
it: Impostazioni
tr: Ayarlar

source: Short break duration (minutes):
it: Durata delle pause brevi (minuti):

source: Simple Pomodoro Timer.
it: Semplice Timer Pomodoro.
tr: Basit Pomodoro Kronometresi

source: Skip break
it: Salta la pausa

source: Skipped a break
it: Saltata la pausa

source: Skipped ease-in period
it: Saltato periodo accomodazione

source: Start break
it: Avvia una pausa
tr: Araya başla

source: Start new pomodoro
it: Avvia un nuovo pomodoro
tr: Yeni pomodoroya başla

source: Started ease-in period
it: Nuovo pomodoro avviato

source: Started long break
it: Pausa lunga avviata
tr: Uzun ara başladı

source: Started new pomodoro
it: Nuovo pomodoro avviato
tr: Yeni pomodoro başladı

source: Started short break
it: Pausa breve avviata
tr: Kısa ara başladı

source: Suppressed desktop notification:
it: Notificazione desktop repressa:
tr: Gizlenmiş masaüstü notifikasyonu:

source: Website: {}
it: Sito web: {}
tr: Web sitesi: {}
